{
  "what is zepto": "Zepto is a fast-delivery grocery app that delivers essentials within 10 minutes.",
  "how fast zepto delivers": "Zepto usually delivers orders within 10–20 minutes depending on your location.",
  "what can i order from zepto": "You can order groceries, fruits, vegetables, dairy, snacks, and household items.",
  "does zepto offer discounts": "Yes, Zepto frequently offers discounts and cashback on selected items.",
  "where zepto operates": "Zepto operates in major Indian cities such as Mumbai,Karnataka, Delhi, and Chennai.",
  "how do i place an order on zepto": "Open the Zepto app, select your location, add items to your cart, and proceed to checkout to confirm your order.",
  "what are the payment methods available on zepto": "You can pay via UPI, debit or credit cards, wallets like Paytm and PhonePe, or choose cash on delivery if available.",
  "is cash on delivery available in my area": "Yes, cash on delivery is available in most parts of Davangere, but it may vary depending on your delivery partner.",
  "what is the minimum order value": "There is usually no strict minimum, but a small delivery fee may apply for orders below Rs 199.",
  "how much is the delivery charge": "Delivery charges in Davangere are typically Rs 10 to Rs 25 depending on order value and distance.",
  "can i schedule delivery for later": "Currently, Zepto focuses on instant deliveries. Scheduled delivery options may be limited.",
  "how fast will zepto deliver in davangere": "Most deliveries arrive within 10 to 20 minutes, depending on stock and local traffic.",
  "what is zepto return or refund policy": "If an item is missing, damaged, or expired, you can report it through the app within 24 hours for a quick refund.",
  "how do i cancel my order": "Go to My Orders in the app, select the active order, and tap Cancel. Cancellation may not be possible once the order is out for delivery.",
  "what happens if an item is out of stock after i place the order": "Zepto may refund you for that item or replace it with a similar product if you approve.",
  "how to use promo code or discount offer in zepto": "During checkout, tap Apply Promo Code, enter your code, and confirm before payment.",
  "why is my promo code not working": "Check if it is expired, already used, or not valid for your cart items.",
  "where all does zepto operate": "Zepto delivers in major Indian cities and selected areas in Davangere, Karnataka.",
  "how do i track my order": "You can live track your delivery partner in the Zepto app under My Orders.",
  "what should i do if there is damage or defect in delivered item": "Report the issue in the Help section of the app. You will receive a refund or replacement within 24 hours.",
  "how do i contact zepto customer support": "Use the in-app Help and Support option. Chat support is available 24x7 for order issues.",
  "why was my order cancelled by zepto": "Orders are usually cancelled if an item is unavailable, payment fails, or the delivery area is temporarily offline.",
  "how fresh are the fruits and vegetables from zepto": "Zepto sources fresh produce daily from local vendors and cold storage facilities.",
  "what is zepto refund policy for fruits and vegetables": "Zepto offers instant refund if fruits or vegetables are spoiled or not fresh.",
  "why are there extra fees or charges on my order": "Small convenience or packaging fees may apply during high demand hours.",
  "can i return non grocery items": "Yes, non perishable items can be returned within 48 hours if unopened and undamaged.",
  "what are zepto delivery hours": "Zepto delivers from 6 AM to midnight in most Davangere areas.",
  "is there a zepto membership or subscription": "Currently, Zepto does not have a subscription plan but frequently offers loyalty discounts.",
  "are some brands excluded from offers": "Yes, a few premium or fresh brands may not be part of promo codes or cashback offers.",
  "how do i become a zepto delivery partner": "Visit the Zepto careers page or download the Zepto Partner app to apply for delivery roles."
}


